export const ahadith = [
  {
    id: 9030,
    title: `س1: أكمل حديث: «إنما الأعمال بالنيات ...»، واذكر بعض فوائده؟`,
    content: `ج -
عن أمير المؤمنين أبي حفص عمر بن الخطاب رَضِيَ اللَّهُ تَعَالَى عَنْهُ قال:
سمعت رسول الله صَلَّى اللهُ تَعَالَى عَلَيْهِ وعَلَى َآَلِهِ وَسَلَّمَ يقول:
«إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى، فمن كانت هجرته إلى الله ورسوله؛ فهجرته إلى الله ورسوله، ومن كانت هجرته لدنيا يصيبها، أو امرأة ينكحها؛ فهجرته إلى ما هاجر إليه»
رواه البخاري ومسلم.
فوائد من الحديث:
1- كل عمل لا بد له من نية، من صلاة، وصوم، وحج، وغيرها من الأعمال.
2- لا بد من الإخلاص في النية لله تَعَالَى.
* الحديث الثاني:`
  },
  {
    id: 9090,
    title: `س2: أكمل حديث «من أحدث في أمرنا هذا ...»، واذكر بعض فوائده؟`,
    content: `ج-
عن أم المؤمنين أم عبد الله عائشة رَضِيَ اللَّهُ عَنْهَا قالت:
قال رسول الله ﷺ :
«من أحدث في أمرنا هذا ما ليس منه، فهو ردٌّ»
رواه البخاري ومسلم.
فوائد من الحديث:
1- النهي عن الابتداع في الدين.
2- وأن الأعمال المحدثة مردودة غير مقبولة.
* الحديث الثالث:`
  },
  {
    id: 9160,
    title: `س3: أكمل حديث (بينما نحن جلوس عند رسول الله ﷺ ...)، واذكر بعض فوائده؟`,
    content: `ج-
عن عمر بن الخطاب رَضِيَ اللَّهُ عَنْهُ قال :
بينما نحن جلوس عند رسول الله ﷺ ذات يوم، إذ طلع علينا رجل شديد بياض الثياب، شديد سواد الشعر، لا يرى عليه أثر السفر، ولا يعرفه منا أحد، حتى جلس إلى النبي ﷺ ، فأسند ركبته إلى ركبتيه ، ووضع كفيه على فخذيه،
وقال:
«يا محمد أخبرني عن الإسلام»
،
فقال له:
«الإسلام: أن تشهد أن لا إله إلا الله، وأن محمدًا رسول الله، وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحج البيت إن استطعت إليه سبيلًا»
،
قال :
«صدقت»
، فعجبنا له يسأله ويصدقه،
قال:
«أخبرني عن الإيمان»
قال:
«أن تؤمن بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، وتؤمن بالقدر؛ خيره وشره»
،
قال:
«صدقت»
،
قال :
«فأخبرني عن الإحسان»
،
قال:
«أن تعبد الله كأنك تراه، فإن لم تكن تراه، فإنه يراك»
،
قال:
«فأخبرني عن الساعة»
،
قال:
«ما المسؤول بأعلم من السائل»
،
قال:
«فأخبرني عن أماراتها»
،
قال:
«أن تلد الأمة ربتها، وأن ترى الحفاة العراة العالة رعاء الشاء، يتطاولون في البنيان»
ثم انطلق فلبث مليًّا،
ثم قال:
«يا عمر! أتدري من السائل؟»
،
قلت:
\`الله ورسوله أعلم\`،
قال:
«فإنه جبريل، أتاكم يعلمكم دينكم»
رواه مسلم.
من فوائد من الحديث:
1- ذكر أركان الإسلام الخمسة؛
وهي:
شهادة أن لا إله إلا الله، وأن محمدا رسول الله.
وإقام الصلاة.
وإيتاء الزكاة.
وصوم رمضان.
وحج بيت الله الحرام.
2- ذكر أركان الإيمان،
وهي ستة:
الإيمان بالله.
وملائكته.
وكتبه.
ورسله.
واليوم الآخر.
والقدر خيره وشره.
3-ذكر ركن الإحسان، وهو ركن واحد، وهو أن تعبد الله كأنك تراه، فإن لم تكن تراه، فإنه يراك.
4- وقت قيام الساعة، لا يعلمه إلا الله تَعَالَى.
الحديث الربع:`
  },
  {
    id: 9360,
    title: `س4: أكمل حديث «أكمل المؤمنين إيماناً ...»، واذكر بعض فوائده؟`,
    content: `ج-
عن أبي هريرة رَضِيَ اللَّهُ عَنْهُ قال:
قال رسول الله ﷺ :
«أكمل المؤمنين إيماناً: أحسنهم خلقاً»
.
رواه الترمذي وقال:
\`حديث حسن صحيح\`.
فوائد من الحديث:
1- الحث على حسن الخلق.
2- وأن كمال الخلق من كمال الإيمان.
3- وأن الإيمان يزيد وينقص.
الحديث الخامس:`
  },
  {
    id: 9440,
    title: `س5: أكمل حديث: «من حلف بغير الله ...»، واذكر بعض فوائده؟`,
    content: `ج-
عن ابن عمر رَضِيَ اللَّهُ عَنْهُما أن النبي ﷺ قال:
«من حلف بغير الله؛ فقد كفر أو أشرك»
. رواه الترمذي.
فوائد من الحديث:
-لا يجوز الحلف إلا بالله تَعَالَى
- الحلف بغير الله تَعَالَى من الشرك الأصغر.
الحديث السادس:`
  },
  {
    id: 9510,
    title: `س6: أكمل حديث: «لا يؤمن أحدكم حتى أكون أحب إليه ...»، واذكر بعض فوائده؟`,
    content: `ج-عن أنس رَضِيَ اللَّهُ عَنْهُ،
قال رسول الله ﷺ :
«لا يؤمن أحدكم حتى أكون أحب إليه من والده، وولده، والناس أجمعين»
رواه البخاري ومسلم.
من فوائد الحديث:
- يجب محبة النبي ﷺ أكثر من كل الناس.
- أن ذلك من كمال الإيمان.
الحديث السابع:`
  },
  {
    id: 9580,
    title: `س7: أكمل حديث: «لا يؤمن أحدكم حتى يحب لأخيه ...»، واذكر بعض فوائده؟`,
    content: `ج- عن أنس رَضِيَ اللَّهُ عَنْهُ،
قال رسول الله ﷺ :
«لا يؤمن أحدكم؛ حتى يحب لأخيه ما يحب لنفسه»
رواه البخاري ومسلم.
من فوائد الحديث:
1- على المؤمن أن يحب للمؤمنين من الخير كما يحب لنفسه.
- وذلك من كمال الإيمان.
الحديث الثامن:`
  },
  {
    id: 9650,
    title: `س8: أكمل حديث: «والذي نفسي بيده! ...»، واذكر بعض فوائده؟`,
    content: `ج-عن أبي سعيد رَضِيَ اللَّهُ عَنْهُ،
عن رسول الله ﷺ قال:
«والذي نفسي بيده! إنها لتعدل تعدل ثلث القرآن»
رواه البخاري.
بعض فوائد الحديث:
1- فضل سورة الإخلاص.
2- وأنها تعدل ثلث القرآن.
الحديث التاسع:`
  },
  {
    id: 9720,
    title: `س9: أكمل حديث «لا حول ولا قوة إلا بالله ...»، واذكر بعض فوائده؟`,
    content: `ج- عن أبي موسى رَضِيَ اللَّهُ عَنْهُ،
قال رسول الله ﷺ :
«لا حول ولا قوة إلا بالله كنز من كنوز الجنة»
رواه البخاري ومسلم.
من فوائد الحديث:
1- فضل هذه الكلمة، وأنها كنز من كنوز الجنة.
2- تبرئ العبد من حوله وقوته، واعتماده على الله تَعَالَى وحده.
* الحديث العاشر:`
  },
  {
    id: 9790,
    title: `س10: أكمل حديث «ألا إن في الجسد مضغة...»، واذكر بعض فوائده؟`,
    content: `ج-
عن النعمان بن بشير رَضِيَ اللَّهُ عَنْهُما قال:
سمعت رسول الله ﷺ يقول:
«ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله، ألا وهي القلب»
رواه البخاري ومسلم.
بعض فوائد الحديث:
1- صلاح القلب فيه صلاح الظاهر والباطن.
2- الاهتمام بصلاح القلب لأن به صلاح الإنسان.
* الحديث الحادي عشر:`
  },
  {
    id: 9860,
    title: `س11: أكمل حديث: «من كان آخر كلامه من الدنيا: لا إله إلا الله..»، واذكر بعض فوائده؟`,
    content: `ج-
عن معاذ بن جبل رَضِيَ اللَّهُ عَنْهُ قال:
قال رسول الله ﷺ :
«من كان آخر كلامه: لا إله إلا الله؛ دخل الجنة»
رواه أبو داود.
بعض فوائد الحديث:
1- فضل لا إله إلا الله، وأن العبد يدخل بها الجنة.
2- وفضل من كان آخر كلامه من الدنيا لا إله إلا الله.
* الحديث الثاني عشر:`
  },
  {
    id: 9940,
    title: `س12: أكمل حديث «ليس المؤمن بالطعان، ولا اللعان ...»، وبعض فوائده؟`,
    content: `ج-
عن عبد الله بن مسعود رَضِيَ اللَّهُ عَنْهُ قال:
قال رسول الله ﷺ :
«ليس المؤمن بالطعان، ولا اللعان، ولا الفاحش، ولا البذيء»
رواه الترمذي.
من فوائد الحديث:
1- النهي عن كل كلام باطل وقبيح.
- أن ذلك صفة المؤمن في لسانه.
* الحديث الثالث عشر:`
  },
  {
    id: 10020,
    title: `س13: أكمل حديث «من حسن إسلام المرء ...»، واذكر بعض فوائده؟`,
    content: `ج-
عن أبي هريرة رَضِيَ اللَّهُ عَنْهُ قال:
قال رسول الله ﷺ :
«من حسن إسلام المرء: تركُه ما لا يعنيه»
رواه الترمذي وغيره.
من فوائد الحديث:
١- ترك ما لا يعني الإنسان من أمور دين غيره ودنياه.
٢- أن ترك ما لا يعني من كمال إسلامه.
* الحديث الرابع عشر:`
  },
  {
    id: 10100,
    title: `س١٤: أكمل حديث: «من قرأ حرفاً من كتاب الله...»، واذكر بعض فوائده؟`,
    content: `ج-
عن عبدُالله بن مسعودٍ:
أنَّ النبي ﷺ ،
قال:
«مَن قرأ حرفًا من كتاب الله فله به حسنة، والحسنة بعشر أمثالها،
لا أقول:
ألف لام ميم حرف، وَلَكِنْ ألفٌ حرفٌ، ولامٌ حرفٌ، وميمٌ حرفٌ»
رواه الترمذي.
بعض فوائد الحديث:
١- فضل تلاوة القرآن.
٢- وأن بكل حرف تقرأه لك به حسنات.`
  },
];
