export const aqeeda = [
  {
    id: 200,
    title: `س1: من ربك؟`,
    content: `ج- ربي الله الذي رباني وربى جميع العالمين بنعمته.
والدليل:
قوله تَعَالَى:
﴿الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ 2﴾
[سورة الفاتحة: 2]
.`
  },
  {
    id: 240,
    title: `س2: ما دينك؟`,
    content: `ج- ديني الإسلام،
وهو:
الاستسلام لله بالتوحيد، والانقياد له بالطاعة، والبراءة من الشرك وأهله.
قال تَعَالَى:
﴿إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ ...﴾
[سورة آل عمران: 19]
.`
  },
  {
    id: 280,
    title: `س3: من نبيك؟`,
    content: `ج- محمد ﷺ .
قال تَعَالَى:
﴿مُّحَمَّدٌ رَّسُولُ ٱللَّهِۚ ...﴾
[سورة الفتح: 29]
.`
  },
  {
    id: 310,
    title: `س4: اذكر كلمة التوحيد، وما معناها؟`,
    content: `ج-
كلمة التوحيد \` لا إله إلا الله \` ومعناها:
لا معبود حقٌّ إلَّا الله.
قال تَعَالَى:
﴿فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ ...﴾
[سورة محمد: 19]
.`
  },
  {
    id: 350,
    title: `س5: أين الله عَزَّ وَجَلَّ؟`,
    content: `ج- الله في السماء فوق العرش، فوق جميع المخلوقات،
قال تَعَالَى:
﴿الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى 5﴾
[سورة طه: 5]
.
وقال:
﴿وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ 18﴾
[سورة الأنعام: 18]
.`
  },
  {
    id: 380,
    title: `س6: ما معنى شهادة أنَّ محمداً رسول الله؟`,
    content: `ج-
معناها:
أن الله أرسله للعالمين بشيراً ونذيرًا.
ويجب:
1- طاعته فيما أمر.
2- تصديقه فيما أخبر.
3- عدم معصيته.
4- لا يعبد الله إلا بما شرع، وهو الاقتداء بالسنة وترك البدعة.
قال تَعَالَى:
﴿مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ ...﴾
[سورة النساء: 80]
،
وقال سُبْحَانَهُ:
﴿وَمَا يَنْطِقُ عَنِ الْهَوَى 3 إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى 4﴾
[سورة النجم: 3، 4]
.
وقال جَلَّ وَعَلَا:
﴿لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا 21﴾
[سورة الأحزاب: 21]
.`
  },
  {
    id: 480,
    title: `س7: لماذا خلقنا الله تَعَالَى؟`,
    content: `ج- خلقنا لعبادته وحده لا شريك له.
لا للهو واللعب.
قال تَعَالَى:
﴿وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ 56﴾
[سورة الذاريات: 56]
.`
  },
  {
    id: 530,
    title: `س٨: ما هي العبادة؟`,
    content: `ج- هي اسمٌ جامعٌ لكلِّ ما يحبُّه الله ويرضاه من الأقوال والأعمالِ الباطنةِ والظاهرةِ.
·        الظاهرة:
مثل ذكر الله باللسان من التسبيح والتحميد والتكبير، والصلاة والحج.
·        الباطنة:
مثل التوكل والخوف والرجاء.`
  },
  {
    id: 580,
    title: `س9: ما أعظم واجب علينا؟`,
    content: `ج-
أعظم واجب علينا:
توحيد الله تَعَالَى.`
  },
  {
    id: 610,
    title: `س10: ما أنواع التوحيد؟`,
    content: `ج-1-
توحيد الربوبية:
وهو الإيمان بأن الله هو الخالق الرازق المالك المدبر، وحده لا شريك له.
2-
توحيد الألوهية:
وهو إفراد الله بالعبادة، فلا يعبد أحد إلا الله تَعَالَى.
3-
توحيد الأسماء والصفات:
وهو الإيمان بالأسماء والصفات لله تَعَالَى الواردة في الكتاب والسنة، من دون تمثيل ولا تشبيه ولا تعطيل.
ودليل أنواع التوحيد الثلاثة:
قوله تَعَالَى:
﴿رَّبُّ ٱلسَّمَـوَ ⁠تِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَـدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيًّا 65﴾
[سورة مريم: 65]
.`
  },
  {
    id: 670,
    title: `س11: ما أعظم ذنب؟`,
    content: `ج- الشرك بالله تَعَالَى.
قال تَعَالَى:
﴿إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا 48﴾
[سورة النساء: 48]`
  },
  {
    id: 710,
    title: `س12: اذكر الشرك وأنواعه؟`,
    content: `ج-
الشرك:
هو صرف أي نوع من أنواع العبادة لغير الله تَعَالَى.
أنواعه:
شرك أكبر؛
مثل:
دعوة غير الله تَعَالَى، أو السجود لغيره سُبْحَانَهُ، أو الذبح لغير الله عَزَّ وَجَلَّ.
شرك أصغر؛
مثل:
الحلف بغير الله تَعَالَى، أو التمائم، وهو ما يُعلق من الأشياء لجلب نفعٍ أو دفع ضرٍّ، ويسير الرياء، كأن يحسن صلاته لما يرى من نظر الناس إليه.`
  },
  {
    id: 770,
    title: `س13: هل يعلم الغيب أحد سوى الله تَعَالَى؟`,
    content: `ج- لا يعلم الغيب إلا الله وحده.
قال تَعَالَى:
﴿قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَـوَ ⁠تِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ 65﴾
[سورة النمل: 65]
.`
  },
  {
    id: 810,
    title: `س14: عدد أركان الإيمان؟`,
    content: `ج- 1- الإيمان بالله تَعَالَى.
2- وملائكته.
3- وكتبه.
4- ورسله.
5- واليوم الآخر.
6- والقدر خيره وشره.
والدليل:
حديث جبريل المشهور عند مسلم،
قَالَ جبريل للنبي صَلَّىٰ اللهُ عَلَيْهِ وَسَلَّمَ:
«فَأَخْبِرْنِي عَنِ الْإِيمَانِ،
قَالَ:
أَنْ تُؤْمِنَ بِاللهِ، وَمَلَائِكَتِهِ، وَكُتُبِهِ، وَرُسُلِهِ، وَالْيَوْمِ الْآخِرِ، وَتُؤْمِنَ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ»
.`
  },
  {
    id: 900,
    title: `س15: اشرح أركان الإيمان؟`,
    content: `ج-
الإيمان بالله تَعَالَى:
§     أن تؤمن بأن الله هو الذي خلقك ورزقك، وهو المالك والمدبر وحده للمخلوقات.
§     وهو المعبود، لا معبود بحقٍّ سواه.
§     وأنه العظيم الكبير الكامل الذي له الحمد كله، وله الأسماء الحسنى والصفات العُلى، ليس له ند، ولا يشبهه شيء سُبْحَانَهُ.
الإيمان بالملائكة:
وهي مخلوقات خلقها الله من نور، ولعبادته وللانقياد التام لأمره.
- ومنهم جبريل عَلَيْهِ السَّلَامُ الذي ينزل بالوحي على الأنبياء.
الإيمان بالكتب:
وهي الكتب التي أنزلها الله على رسله.
-
كالقرآن:
على محمد ﷺ .
-
الإنجيل:
على عيسى عَلَيْهِ السَّلَامُ.
-
التوراة:
على موسى عَلَيْهِ السَّلَامُ.
-
الزبور:
على داود عَلَيْهِ السَّلَامُ.
-
صحف إبراهيم وموسى:
على إبراهيم وموسى.
الإيمان بالرسل:
وهم من أرسلهم الله إلى عباده ليعلموهم، ويبشروهم بالخير والجنة، وينذروهم عن الشر والنار.
-
وأفضلهم:
أولو العزم،
وهم:
نوح عَلَيْهِ السَّلَامُ.
إبراهيم عَلَيْهِ السَّلَامُ.
موسى عَلَيْهِ السَّلَامُ.
عيسى عَلَيْهِ السَّلَامُ.
محمد ﷺ .
الإيمان باليوم الآخر:
وهو ما بعد الموت في القبر، ويوم القيامة، ويوم البعث والحساب، حيث يستقر أهل الجنة في منازلهم وأهل النار في منازلهم.
الإيمان بالقدر خيره وشره:
القدر: هو الاعتقاد بأن الله يعلم كل شيء يقع في الكون، وأنه كتب ذلك في اللوح المحفوظ، وشاء وجوده وخلقه.
قال تَعَالَى:
﴿إِنَّا كُلَّ شَيْءٍ خَلَقۡنَـٰهُ بِقَدَر 49﴾
[سورة القمر ٤٩]
.
-
وهو على أربع مراتب:
الأولى: علم الله تَعَالَى، ومن ذلك علمه المسبق لكل شيء، قبل وقوع الأشياء وبعد وقوعها.
دليلها:
قوله تَعَالَى:
﴿إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ 34﴾
[سورة لقمان: 34]
.
الثانية:
أن الله كتب ذلك في اللوح المحفوظ، فكل شيء وقع وسيقع فهو مكتوب عنده في كتاب.
دليلها:
قوله تَعَالَى:
﴿وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ 59﴾
[سورة الأنعام: 59]
.
الثالثة:
وهو أن كل شيء يقع بمشيئة الله ولا يقع شيء منه أو من خلقه إلا بمشيئته تَعَالَى.
دليلها:
قوله تَعَالَى:
﴿لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ 28 وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ 29﴾
[سورة التكوير: 28، 29]
.
الرابعة:
الإيمان أن جميع الكائنات مخلوقة خلقها الله، وخلق ذواتها وصفاتها وحركاتها، وكل شيء فيها.
دليلها:
قوله تَعَالَى:
﴿وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ 96﴾
[سورة الصافات: 96]
.`
  },
  {
    id: 1300,
    title: `س16: ما هو تعريف القرآن؟`,
    content: `ج- هو كلام الله تَعَالَى، ليس بمخلوق.
قال تَعَالَى:
﴿وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ ...﴾
[سورة التوبة: 6]
.`
  },
  {
    id: 1330,
    title: `س17: ما هي السُّنَّة؟`,
    content: `ج- هي كل قول أو فعل أو تقرير أو صفة خَلقية، أو خُلقية للنبي ﷺ .`
  },
  {
    id: 1350,
    title: `س18: ما هي البدعة؟ وهل نقبلها؟`,
    content: `ج- كل ما أحدثه الناس في الدين، ولم يكن على عهد النبي ﷺ وأصحابه.
* لا نقبلها ونردها.
لقول النبي عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ:
«كل بدعة ضلالة»
رواه أبو داود.
مثالها:
الزيادة في العبادة، كالزيادة على الوضوء غسلة رابعة، وكالاحتفال بالمولد النبوي، فلم يرد عن النبي ﷺ وأصحابه.`
  },
  {
    id: 1410,
    title: `س19: اذكر عقيدة الولاء والبراء؟`,
    content: `ج-
الولاء:
هو محبة المؤمنين ونصرتهم.
قال تَعَالَى:
﴿وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ...﴾
[سورة التوبة: 71]
.
البراء:
هو بغض الكافرين ومعاداتهم.
قال تَعَالَى:
﴿قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ﴾
[سورة الممتحنة: 4]
.`
  },
  {
    id: 1480,
    title: `س٢٠: هل يقبل الله غير الإسلام دينا؟`,
    content: `ج- لا يقبل الله غير الإسلام.
قال تَعَالَى:
﴿وَمَن یَبتَغِ غَیرَ ٱلإِسلَـٰمِ دِینا فَلَن یُقبَلَ مِنهُ وَهُوَ فِی ٱلـَٔاخِرَةِ مِنَ ٱلخَـٰسِرِینَ 85﴾
[سورة آل عمران ٨٥]
.`
  },
  {
    id: 1520,
    title: `س٢١: الكفر يكون بالقول والعمل والاعتقاد، مثل لذلك؟`,
    content: `ج-
مثال القول:
سب الله سُبْحَانَهُ أو رسوله ﷺ .
مثال العمل:
إهانة المصحف أو السجود لغير الله تَعَالَى.
مثال الاعتقاد:
الاعتقاد أن هناك من يستحق العبادة غير الله تَعَالَى أو أن هناك خالق مع الله تَعَالَى.`
  },
  {
    id: 1570,
    title: `س٢٢: ما هو النفاق وأنواعه؟`,
    content: `ج-
١-
النفاق الأكبر:
وهو إبطان الكفر وإظهار الإيمان.
ويُخرج من الإسلام وهو من الكفر الأكبر.
قال تَعَالَى:
﴿إِنَّ ٱلمُنَـٰفِقِینَ فِی ٱلدَّركِ ٱلأَسفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُم نَصِیرًا 145﴾
[سورة النساء ١٤٥]
.
٢-
النفاق الأصغر:
مثل: الكذب وإخلاف الوعد وخيانة الأمانة.
ولا يُخرج من الإسلام، وهو من الذنوب وصاحبه معرض للعذاب.
-
قال رسول الله ﷺ :
«آية المنافق ثلاث: إذا حدث كذب، وإذا وعد أخلف، وإذا اؤتمن خان»
رواه البخاري ومسلم.`
  },
  {
    id: 1680,
    title: `س٢٣: من هو خاتم الأنبياء والمرسلين؟`,
    content: `ج- هو محمد ﷺ .
قال تَعَالَى:
﴿مَّا كَانَ مُحَمَّدٌ أَبَا أَحَد مِّن رِّجَالِكُم وَلَـٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ النَّبِيِّينَۗ...﴾
[سورة الأحزاب ٤٠]
. -
وقال رسول الله ﷺ :
«وأنا خاتم النبيين لا نبي بعدي»
رواه أبو داود والترمذي وغيرهم.`
  },
  {
    id: 1730,
    title: `س٢٤: ما هي المعجزة؟`,
    content: `ج-
المعجزة:
هي كل ما أعطاه الله لأنبيائه من خوارق العادات للدلالة على صدقهم،
مثل:
- شق القمر للنبي ﷺ .
- وشق البحر لموسى عَلَيْهِ السَّلَامُ، وإغراق فرعون وجنوده.`
  },
  {
    id: 1780,
    title: `س25: من هم الصحابة؟ وهل أحبهم؟`,
    content: `ج-
الصحابي:
هو من لقي النبي ﷺ مؤمنًا به ومات على الإسلام.
- نحبهم ونقتدي بهم، وهم خير وأفضل الناس بعد الأنبياء.
وأفضلهم:
الخلفاء الأربعة:
أبو بكر رَضِيَ اللَّهُ عَنْهُ.
عمر رَضِيَ اللَّهُ عَنْهُ.
عثمان رَضِيَ اللَّهُ عَنْهُ.
علي رَضِيَ اللَّهُ عَنْهُ.`
  },
  {
    id: 1870,
    title: `س26: من هن أمهات المؤمنين؟`,
    content: `ج- هن زوجات النبي ﷺ .
قال تَعَالَى:
﴿ٱلنَّبِيُّ أَوۡلَى بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَجُهُۥٓ أُمَّهَتُهُمۡۗ﴾
[سورة الأحزاب: ٦ ]
.`
  },
  {
    id: 1910,
    title: `س٢7: ما هو حق آل بيت النبي ﷺ علينا؟`,
    content: `ج- نحبهم ونتولاهم ونبغض من يبغضهم ولا نغلو فيهم، وهم أزواجه وذريته وبنو هاشم وبنو المطلب من المؤمنين.`
  },
  {
    id: 1940,
    title: `س28: ما واجبنا تجاه ولاة أمر المسلمين؟`,
    content: `ج-
واجبنا:
احترامهم والسمع والطاعة لهم في غير معصية، وعدم الخروج عليهم، والدعاء والنصح لهم سرًّا.`
  },
  {
    id: 1970,
    title: `س29: ما هي دار المؤمنين؟`,
    content: `ج- الجنة،
قال تَعَالَى:
﴿إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ...﴾
[سورة محمد: 12]
.`
  },
  {
    id: 2000,
    title: `س30: ما هي دار الكافرين؟`,
    content: `ج- النار،
قال تَعَالَى:
﴿فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ 24﴾
[سورة البقرة: 24]
.`
  },
  {
    id: 2020,
    title: `س31: ما هو الخوف؟ وما هو الرجاء؟ وما الدليل؟`,
    content: `ج-
الخوف:
هو الخوف من الله ومن عقابه.
الرجاء:
هو رجاء ثواب الله ومغفرته ورحمته.
الدليل:
قوله تَعَالَى:
﴿أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا 57﴾
[سورة الإسراء: 57]
.
وقال تَعَالَى:
﴿نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ 49 وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ 50﴾
[سورة الحجر: 49، 50]`
  },
  {
    id: 2070,
    title: `س32: اذكر بعض أسماء وصفات الله تَعَالَى؟`,
    content: `ج- الله، الرب، الرحمن، السميع، البصير، العليم، الرزاق، الحي، العظيم .... إلى غير ذلك من الأسماء الحسنى والصفات العلى.`
  },
  {
    id: 2100,
    title: `س33: اشرح هذه الأسماء؟`,
    content: `ج-
الله:
ومعناه الإله المعبود بحق، وحده لا شريك له.
الرب:
أي الخالق والمالك الرازق والمدبر وحده سُبْحَانَهُ.
السميع:
الذي وسع سمعه كل شيء، ويسمع كل الأصوات على اختلافها وتنوعها.
البصير:
الذي يرى كل شيء، ويبصر كل شيء صغر أو كبر.
العليم:
فهو الذي أحاط علمه بكل شيء بالماضي والحاضر والمستقبل.
الرحمن:
الذي وسعت رحمته كل مخلوق وحي، فكل العباد والمخلوقات تحت رحمته.
الرزاق:
الذي عليه رزق جميع المخلوقات من الإنس والجن وجميع الدواب.
الحي:
الحي الذي لا يموت، وكل الخلق يموت.
العظيم:
الذي له الكمال كله والعظمة كلها في أسمائه وصفاته وأفعاله.`
  },
  {
    id: 2210,
    title: `س٣٤: ما واجبنا تجاه علماء المسلمين؟`,
    content: `ج- نحبهم، ونرجع إليهم في المسائل والنوازل الشرعية، ولا نذكرهم إلا بالجميل، ومن ذكرهم بغير ذلك من السوء؛ فهو على غير السبيل.
قال تَعَالَى:
﴿يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا مِنكُمۡ وَٱلَّذِينَ أُوتُوا ٱلۡعِلۡمَ دَرَجَـٰتۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِير 11﴾
[سورة المجادلة ١١]
.`
  },
  {
    id: 2240,
    title: `س٣٥- من هم أولياء الله تَعَالَى؟`,
    content: `ج- هم المؤمنون المتقون.
قال تَعَالَى:
﴿أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ 62 الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ 63﴾
[سورة يونس: 62، 63]
.`
  },
  {
    id: 2280,
    title: `س36: هل الإيمان قول وعمل؟`,
    content: `ج- الإيمان قول وعملٌ واعتقاد.`
  },
  {
    id: 2310,
    title: `س37: هل الإيمان يزيد وينقص؟`,
    content: `ج- الإيمان يزيد بالطاعة وينقص بالمعصية.
قال تَعَالَى:
﴿إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ 2﴾
[سورة الأنفال: 2]
.`
  },
  {
    id: 2350,
    title: `س38: ما الإحسان؟`,
    content: `ج- أن تعبد الله كأنك تراه، فإن لم تكن تراه؛ فإنه يراك.`
  },
  {
    id: 2370,
    title: `س39: متى تكون الأعمال مقبولة عند الله سُبْحَانَهُ؟`,
    content: `ج-
بشرطين:
1- إذا كانت خالصة لوجه الله تَعَالَى.
2- وإذا كانت على سنة النبي ﷺ .`
  },
  {
    id: 2420,
    title: `س40: ما هو التوكل على الله تَعَالَى؟`,
    content: `ج- هو الاعتماد على الله تَعَالَى في جلب المنافع ودفع المضار، مع الأخذ بالأسباب.
قال تَعَالَى:
﴿وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ...﴾
[سورة الطلاق: 3]
.
﴿حَسْبُهُ﴾
: أي كافيه.`
  },
  {
    id: 2470,
    title: `س41: ما هو واجب الأمر بالمعروف والنهي عن المنكر؟`,
    content: `ج-
المعروف:
هو الأمر بكل طاعة لله عَزَّ وَجَلَّ،
والمنكر:
هو النهي عن كل معصية لله عَزَّ وَجَلَّ.
قال تَعَالَى:
﴿كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ ...﴾
[سورة آل عمران ١١٠]
.`
  },
  {
    id: 2510,
    title: `س42: من هم أهل السنة والجماعة؟`,
    content: `ج- هم من كان على مثل ما كان عليه النبي ﷺ وأصحابه في القول والعمل والاعتقاد.
وسموا أهل السنة:
لاتباعهم سنة النبي ﷺ ، وترك الابتداع.
والجماعة:
لأنهم اجتمعوا على الحق ولم يتفرقوا فيه.`
  },
];
