export const Azkar = [
  {
    id: 14630,
    title: "س١: ما هو فضل الذكر؟",
    content: "ج-
قال النبي ﷺ :
«مثل الذي يذكر ربه والذي لا يذكر ربه، مثل الحي والميت»
رواه البخاري.
- هذا لأن قيمة حياة الإنسان بقدر ذكره لله تَعَالَى."
  },
  {
    id: 14670,
    title: "س٢: اذكر بعض فوائد الذكر؟",
    content: "ج- ١- يرضي الرحمن.
٢- ويطرد الشيطان.
٣- ويحصن المسلم من الشرور.
٤- ويحصل به الأجر والثواب."
  },
  {
    id: 14730,
    title: "س٣: ما أفضل الذكر؟",
    content: "ج-
«لا إله إلا الله»
رواه الترمذي وابن ماجه."
  },
  {
    id: 14760,
    title: "س٤: ماذا تقول عند الاستيقاظ من النوم؟",
    content: "ج-
«الحمد لله الذي أحيانا بعد ما أماتنا، وإليه النشور»
متفق عليه."
  },
  {
    id: 14790,
    title: "س٥: ماذا تقول إذا لبست ثوبك؟",
    content: "ج-
«الحمد لله الذي كساني هذا الثوب ورزقنيه من غير حول مني ولا قوة»
رواه أبو داود والترمذي وغيرهم."
  },
  {
    id: 14820,
    title: "س٦: ما تقول إذا خلعت الثوب؟",
    content: "ج-
«بسم الله»
رواه الترمذي."
  },
  {
    id: 14850,
    title: "س٧: ما دعاء لبس الثوب الجديد؟",
    content: "ج-
«اللهم لك الحمد أنت كسوتنيه، أسألك خيره وخير ما صنع له، وأعوذ بك من شره وشر ما صنع له»
رواه أبو داود والترمذي."
  },
  {
    id: 14880,
    title: "س٨: ما هو الدعاء لمن لبس ثوباً جديداً؟",
    content: "ج- إذا رأيت ثوباً جديداً على غيرك تدعو له،
وتقول:
«تُبْلِي ويُخلف الله تعالى»
رواه أبو داود."
  },
  {
    id: 14910,
    title: "س٩: اذكر دعاء دخول الخلاء، وهو مكان قضاء الحاجة؟",
    content: "ج-
«اللهم إني أعوذ بك من الخبث والخبائث»
متفق عليه."
  },
  {
    id: 14940,
    title: "س١٠: ما هو دعاء الخروج من الخلاء؟",
    content: "ج-
«غفرانك»
رواه أبو داود والترمذي."
  },
  {
    id: 14970,
    title: "س١١: ماذا تقول قبل الوضوء؟",
    content: "ج-
«بسم الله»
رواه أبو داود وغيره."
  },
  {
    id: 15000,
    title: "س١٢: ما هو الذكر بعد الفراغ من الوضوء؟",
    content: "ج-
«أشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله»
رواه مسلم."
  },
  {
    id: 15020,
    title: "س١٣: ما هو الذكر عند الخروج من المنزل؟",
    content: "ج-
«بسم الله، توكلت على الله، ولا حول ولا قوة إلا بالله»
رواه أبو داود والترمذي."
  },
  {
    id: 15050,
    title: "س١٤: ما هو الذكر عند دخول المنزل؟",
    content: "ج-
«\"بسم الله ولجنا، وبسم الله خرجنا، وعلى الله ربنا توكلنا\"، ثم ليسلم على أهله»
رواه أبو داود."
  },
  {
    id: 15080,
    title: "س١٥: ما هو دعاء دخول المسجد؟",
    content: "ج-
«اللهم افتح لي أبواب رحمتك»
رواه مسلم."
  },
  {
    id: 15110,
    title: "س١٦: اذكر دعاء الخروج من المسجد؟",
    content: "ج-
«اللهم إني أسألك من فضلك»
رواه مسلم."
  },
  {
    id: 15140,
    title: "س١٧: ما تقول عند سماع الأذان؟",
    content: "ج-
أقول مثل ما يقول المؤذن إلا في:
«حي على الصلاة»
و
«حي على الفلاح»
فأقول:
«لا حول ولا قوة إلا بالله»
متفق عليه."
  },
  {
    id: 15170,
    title: "س١٨: ماذا تقول بعد الأذان؟",
    content: "ج-
(تصلي على النبي ﷺ )
رواه مسلم.
وتقول:
«اللهم رب هذه الدعوة التامة، والصلاة القـائـمـة، آت محـمـدًا الـوسـيلة والفـضـيلـة، وابـعثه مقامًا محمودًا الذي وعدته»
البخاري.
وتدعو بين الأذان والإقامة، فإن الدعاء لا يرد."
  },
  {
    id: 15220,
    title: "س١٩: ماذا تقول في الصباح والمساء من الأذكار؟",
    content: "ج- ١-
اقرأ آية الكرسي:
﴿اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ 255﴾
[سورة البقرة: ٢٥٥]
. ٢-
واقرأ:
بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِيمِ
﴿قُلْ هُوَ اللَّهُ أَحَدٌ 1 اللَّهُ الصَّمَدُ 2 لَمْ يَلِدْ وَلَمْ يُولَدْ 3 وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ 4﴾
ثلاث مرات. بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِيمِ
﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ 1 مِنْ شَرِّ مَا خَلَقَ 2 وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ 3 وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ 4 وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ 5﴾
ثلاث مرات. بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِيمِ
﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ 1 مَلِكِ النَّاسِ 2 إِلَهِ النَّاسِ 3 مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ 4 الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ 5 مِنَ الْجِنَّةِ وَالنَّاسِ 6﴾
ثلاث مرات. ٣-
«اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، وأبوء بذنبي، فاغفر لي، فإنه لا يغفر الذنوب إلا أنت»
رواه البخاري."
  },
  {
    id: 15290,
    title: "س٢٠: ما تقول عند النوم؟",
    content: "ج-
«باسمك اللهم أموت وأحيا»
متفق عليه."
  },
  {
    id: 15320,
    title: "س٢١: ماذا تقول قبل أكل الطعام؟",
    content: "ج-
«بسم الله»
.
فإذا نسيت في أوله فقل:
«بسم الله في أوله وآخره»
رواه أبو داود والترمذي."
  },
  {
    id: 15370,
    title: "س٢٢: ماذا تقول عند الفراغ من الطعام؟",
    content: "ج-
«الحمد لله الذي أطعمني هذا، ورزقنيه، من غير حول مني ولا قوة»
رواه أبو داود وابن ماجة وغيرهما."
  },
  {
    id: 15400,
    title: "س٢٣: ما هو دعاء الضيف لصاحب الطعام؟",
    content: "ج-
«اللـهم بـارك لهـم فيما رزقتهـم، واغـفر لهم وارحمهم»
رواه مسلم."
  },
  {
    id: 15430,
    title: "س٢٤: ما يقول الإنسان إذا عطس؟",
    content: "ج-
«الحمد لله»
.
وليقل له أخوه أو صاحبه:
«يرحمك الله»
.
فإذا قال له:
فليقل:
«يهديكم الله ويصلح بالكم»
رواه البخاري."
  },
  {
    id: 15480,
    title: "س٢٥: ما تقول عند القيام والفراغ من المجلس \"دعاء كفارة المجلس\"؟",
    content: "ج-
«سبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك»
رواه أبو داود والترمذي وغيرهما."
  },
  {
    id: 15510,
    title: "س٢٦: ما هو دعاء الركوب؟",
    content: "ج- بسم الله، والحمد لله
﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ 13 وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ 14﴾
،
«الحمد لله، الحمد لله، الحمد لله، الله أكبر، الله أكبر، الله أكبر، سبحانك اللهم إني ظلمت نفسي فاغفر لي؛ فإنه لا يغفر الذنوب إلا أنت»
رواه أبو داود والترمذي."
  },
  {
    id: 15540,
    title: "س٢٧: اذكر دعاء السفر؟",
    content: "ج-
«الله أكبر، الله أكبر، الله أكبر
﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ 13 وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ 14﴾
، اللهم إنا نسألك في سفرنا هذا البر والتقوى ومن العمل ما ترضى، اللهم هون علينا سفرنا هذا، واطو عنا بعده، اللهم أنت الصاحب في السفر، والخليفة في الأهل، اللهم إني أعوذ بك من وعثاء السفر، وكآبة المنظر، وسوء المنقلب، في المال والأهل»
.
وإذا رجع قالهن،
وزاد:
«آيبون، تائبون، عابدون، لربنا حامدون»
رواه مسلم."
  },
  {
    id: 15590,
    title: "س٢٨: ما هو دعاء المسافر للمقيم؟",
    content: "ج-
«أستودعكم الله الذي لا تضيع ودائعه»
رواه أحمد وابن ماجة."
  },
  {
    id: 15620,
    title: "س٢٩: ما هو دعاء المقيم للمسافر؟",
    content: "ج-
«أستودع الله دينك، وأمانتك، وخواتيم عملك»
رواه أحمد والترمذي."
  },
  {
    id: 15650,
    title: "س٣٠: ما هو دعاء دخول السوق؟",
    content: "ج-
«لا إله إلا الله وحده لا شريك له، له الملك، وله الحمد، يحيي ويميت، وهو حي لا يموت، بيده الخير، وهو على كل شيء قدير»
رواه الترمذي وابن ماجه."
  },
  {
    id: 15680,
    title: "س٣١: اذكر الدعاء عند الغضب؟",
    content: "ج-
«أعوذ بالله من الشيطان الرجيم»
متفق عليه."
  },
  {
    id: 15710,
    title: "س٣٢: ما تقول لمن صنع إليك معروفاً؟",
    content: "ج-
«جزاك الله خيرا»
رواه الترمذي."
  },
  {
    id: 15740,
    title: "س٣٣: ما هو الدعاء إذا تعس المركوب؟",
    content: "ج-
«بسم الله»
رواه أبو داود."
  },
  {
    id: 15770,
    title: "س٣٤: ما تقول إذا حصل لك ما يسرك؟",
    content: "ج-
«الحمد لله الذي بنعمته تتم الصالحات»
رواه الحاكم وغيره."
  },
  {
    id: 15800,
    title: "س٣٥: ماذا تقول إذا حصل ما تكرهه؟",
    content: "ج-
«الحمد لله على كل حال»
صحيح الجامع."
  },
  {
    id: 15830,
    title: "س٣٦: ما هي كيفية السلام ورد السلام؟",
    content: "ج-
يقول المسلم:
«السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ»
.
ويرد عليه أخيه:
«وَعَلَيْكُمُ السَّلَامُ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ»
في الترمذي وأبو داود وغيرهما."
  },
  {
    id: 15870,
    title: "س٣٧: ما هو الدعاء عند نزول المطر؟",
    content: "ج-
«اللهم صيباً نافعاً»
البخاري."
  },
  {
    id: 15900,
    title: "س٣٨: وما هو الدعاء بعد نزول المطر؟",
    content: "ج-
«مطرنا بفضل الله ورحمته»
البخاري ومسلم."
  },
  {
    id: 15930,
    title: "س٣٩: اذكر دعاء الريح؟",
    content: "ج-
«اللهم إني أسألك خيرها وأعوذ بك من شرها»
أبو داود وابن ماجه."
  },
  {
    id: 15960,
    title: "س٤٠: اذكر دعاء سماع الرعد؟",
    content: "ج-
«سبحان الذي يسبح الرعد بحمده والملائكة من خيفته»
موطأ مالك."
  },
  {
    id: 15990,
    title: "س٤١: ما هو الدعاء إذا رأيت مبتلى؟",
    content: "ج-
«الحمد لله الذي عافاني مما ابتلاك به، وفضلني على كثيراً ممن خلق تفضيلاً»
رواه الترمذي."
  },
  {
    id: 16020,
    title: "س٤٢: الدعاء لمن خشي أن يصيب شيئاً بعينه؟",
    content: "ج-
في الحديث:
«إذا رأى أحدكم من أخيه أو من نفسه، أو من ماله ما يعجبه،
[فليدع له بالبركة]
فإن العين حق»
رواه أحمد وابن ماجه وغيرهما."
  },
  {
    id: 16050,
    title: "س٤٣: كيف تصلي على النبي عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ؟",
    content: "ج-
«اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ»
متفق عليه."
  },
];
