export const seera = [
  {
    id: 5740,
    title: `س1: ما نسب نبينا محمد ﷺ ؟`,
    content: `ج- هو محمد بن عبد الله بن عبد المطلب بن هاشم وهاشم من قريش وقريش من العرب والعرب من ذرية إسماعيل وإسماعيل ابن إبراهيم عليه وعلى نبينا أفضل الصَّلاة والسَّلام.`
  },
  {
    id: 5770,
    title: `س2: ما اسم أم نبينا ﷺ ؟`,
    content: `ج- آمنة بنت وهب.`
  },
  {
    id: 5800,
    title: `س3: متى توفي أبوه؟`,
    content: `ج- توفي أبوه في المدينة وهو حملٌ، لم يولد ﷺ .`
  },
  {
    id: 5830,
    title: `س4: متى ولد النبي ﷺ ؟`,
    content: `ج- في عام الفيل، في يوم الإثنين من شهر ربيع الأول.`
  },
  {
    id: 5850,
    title: `س5: في أي بلد ولد؟`,
    content: `ج- في مكة.`
  },
  {
    id: 5880,
    title: `س6: من مرضعاته وحواضنه غير أمه؟`,
    content: `ج- مولاة أبيه أم أيمن.
- مولاة عمه أبي لهب، ثويبة.
- حليمة السعدية.`
  },
  {
    id: 5930,
    title: `س7: متى توفيت أمه؟`,
    content: `ج- توفيت أمه وهو ابن ست سنين، وكفله جده عبد المطلب.`
  },
  {
    id: 5960,
    title: `س8: من كفله بعد وفاة جده عبد المطلب؟`,
    content: `ج- توفي جده عبد المطلب وهو ابن ثمان سنين، وكفله عمه أبو طالب.`
  },
  {
    id: 5990,
    title: `س9: متى سافر مع عمه إلى الشام؟`,
    content: `ج- سافر مع عمه إلى الشام وعمره اثنا عشر سنة.`
  },
  {
    id: 6020,
    title: `س10: متى كان سفره الثاني؟`,
    content: `ج- كان سفره الثاني في تجارة بمال خديجة رَضِيَ اللَّهُ عَنْهَا، ولمَّا رجع تزوجها ﷺ ، وله من العمر خمس وعشرون سنة.`
  },
  {
    id: 6050,
    title: `س11: متى أعادت قريش بناء الكعبة؟`,
    content: `ج- أعادت قريش بناء الكعبة، وله من العمر خمس وثلاثون سنة.
وحَكَّموه لمَّا اختلفوا في من يضع الحجر الأسود، فوضعه في ثوب، وأمر كل قبيلة أن تأخذ بطرف من الثوب، وكانوا أربع قبائل، فلما رفعوه إلى موضعه، وضعه بيده عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ.`
  },
  {
    id: 6080,
    title: `س12: كم كان عمره يوم بعث؟ وإلى من بعث؟`,
    content: `ج- كان عمره أربعين سنة، وبعث إلى الناس كافة بشيرًا ونذيرًا.`
  },
  {
    id: 6110,
    title: `س13: ما أول ما بدأ به الوحي؟`,
    content: `ج- الرؤية الصادقة، فكان لا يرى رؤيا إلا جاءت مثل فلق الصبح.`
  },
  {
    id: 6140,
    title: `س14: كيف كان حاله قبل الوحي؟ ومتى نزل عليه الوحي أول مرة؟`,
    content: `ج- كان يتعبد لله في غار حراء ويتزود لذلك.
ونزل عليه الوحي، وهو في الغار يتعبد.`
  },
  {
    id: 6180,
    title: `س15: ما أول ما نزل عليه من القرآن؟`,
    content: `ج-
قوله تَعَالَى:
﴿ٱقۡرَأۡ بِٱسۡمِ رَبِّكَ ٱلَّذِي خَلَقَ 1 خَلَقَ ٱلۡإِنسَـنَ مِنۡ عَلَقٍ 2 ٱقۡرَأۡ وَرَبُّكَ ٱلۡأَكۡرَمُ 3 ٱلَّذِي عَلَّمَ بِٱلۡقَلَمِ 4 عَلَّمَ ٱلۡإِنسَـنَ مَا لَمۡ يَعۡلَمۡ 5﴾
[سورة العلق: 1 - 5]
.`
  },
  {
    id: 6200,
    title: `س16: من أول من آمن برسالته؟`,
    content: `ج-
من الرجال:
أبو بكر الصديق،
ومن النساء:
خديجة بنت خويلد،
ومن الصبيان:
علي بن أبي طالب،
ومن الموالي:
زيد بن حارثة،
ومن الأرقاء:
بلال الحبشي رَضِيَ اللَّهُ عَنْهُم، وغيرهم.`
  },
  {
    id: 6230,
    title: `س17: كيف كانت الدعوة إلى الإسلام؟`,
    content: `ج- كانت الدعوة سرًّا نحو ثلاث سنين، ثم أمر ﷺ ، بالجهر بالدعوة.`
  },
  {
    id: 6260,
    title: `س18: ماذا كان حال النبي ﷺ ومن آمن به بعد الجهر بالدعوة؟`,
    content: `ج- بالغ المشركون في أذيته وأذية المسلمين، حتى أذن للمؤمنين بالهجرة إلى النجاشي في الحبشة.
وأجمع أهل الشرك على أذية وقتل النبي ﷺ ، فحماه الله وأحاطه بعمه أبو طالب ليحميه منهم.`
  },
  {
    id: 6300,
    title: `س19: من توفي في العام العاشر من بعثته ﷺ ؟`,
    content: `ج- توفي عمه أبو طالب، وزوجته خديجة رَضِيَ اللَّهُ عَنْهَا.`
  },
  {
    id: 6330,
    title: `س20: متى كان الإسراء والمعراج؟`,
    content: `ج- كان في الخمسين من عمره، وفرضت عليه الصلوات الخمس.
الإسراء:
من المسجد الحرام إلى المسجد الأقصى.
والمعراج:
كان من المسجد الأقصى إلى السماء إلى سدرة المنتهى.`
  },
  {
    id: 6380,
    title: `س21: كيف كان النبي ﷺ يدعو الناس خارج مكة؟`,
    content: `ج- كان يدعو أهل الطائف، ويعرض نفسه في المواسم ومجامع الناس، حتى جاء أهل المدينة من الأنصار، فآمنوا بالنبي ﷺ ، وبايعوه على نصرته.`
  },
  {
    id: 6410,
    title: `س22: كم بقي النبي ﷺ في مكة يدعو؟`,
    content: `ج- بقي ثلاث عشرة سنة.`
  },
  {
    id: 6440,
    title: `س23: إلى أين هاجر النبي ﷺ ؟`,
    content: `ج- من مكة إلى المدينة.`
  },
  {
    id: 6470,
    title: `س24: كم بقي في المدينة؟`,
    content: `ج- عشر سنين.`
  },
  {
    id: 6490,
    title: `س25: ماذا فرض عليه في المدينة من شرائع الإسلام؟`,
    content: `ج- فرض عليه الزكاة، والصيام، والحج، والجهاد، والأذان، وغيرها من شرائع الإسلام.`
  },
  {
    id: 6520,
    title: `س26: ما أهم غزواته ﷺ ؟`,
    content: `ج- غزوة بدر الكبرى.
غزوة أحد.
غزوة الأحزاب.
غزوة فتح مكة.`
  },
  {
    id: 6580,
    title: `س27: ما آخر ما نزل من القرآن؟`,
    content: `ج-
قوله تَعَالَى:
﴿ وَٱتَّقُوا يوۡمًا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّى كُلُّ نَفۡسٍ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ 281﴾
[سورة البقرة: 281]
.`
  },
  {
    id: 6610,
    title: `س28: متى توفي النبي ﷺ ؟ وكم كان عمره؟`,
    content: `ج- توفي في شهر ربيع الأول، من السنة الحادية عشرة من الهجرة، وله من العمر ثلاث وستون سنة.`
  },
  {
    id: 6640,
    title: `س29: اذكر أزواج النبي ﷺ ؟`,
    content: `ج- ١- خديجة بنت خويلد رَضِيَ اللَّهُ عَنْهَا.
٢- سودة بنت زمعة رَضِيَ اللَّهُ عَنْهَا.
٣- عائشة بنت أبي بكر الصديق رَضِيَ اللَّهُ عَنْهَا.
٤- حفصة بنت عمر رَضِيَ اللَّهُ عَنْهَا
٥- زينب بنت خزيمة رَضِيَ اللَّهُ عَنْهَا.
٦- أم سلمة هند بنت أبي أمية رَضِيَ اللَّهُ عَنْهَا.
٧- أم حبيبة رملة بنت أبي سفيان رَضِيَ اللَّهُ عَنْهَا.
٨- جويرية بنت الحارث رَضِيَ اللَّهُ عَنْهَا
٩- ميمونة بنت الحارث رَضِيَ اللَّهُ عَنْهَا.
١٠- صفية بنت حيي رَضِيَ اللَّهُ عَنْهَا
١١- زينب بنت جحش رضي الله رَضِيَ اللَّهُ عَنْهَا`
  },
  {
    id: 6760,
    title: `س30: من أولاده ﷺ ؟`,
    content: `ج-
من الذكور ثلاثة:
القاسم، وبه كان يكنى.
وعبد الله.
وإبراهيم.
من الإناث:
فاطمة.
رقية.
أم كلثوم.
زينب.
وكل ولده من خديجة رَضِيَ اللَّهُ عَنْهَا، إلا إبراهيم، وكلهم مات قبله إلا فاطمة بعده بستة أشهر.`
  },
  {
    id: 6880,
    title: `س31: اذكر بعض صفات النبي ﷺ الخَلقية؟`,
    content: `ج- كان ﷺ وسطًا من الرجال ليس بالقصير ولا بالطويل بل بين ذلك، وكان أبيض مشربًا بالحمرة عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ، وكان كثيف اللحية، واسع العينين، عظيم الفم، شعره شديد السواد، عظيم المنكبين طيب الرائحة وغير ذلك من خلقته الجميلة ﷺ .`
  },
  {
    id: 6910,
    title: `س31: على ماذا ترك النبي ﷺ أمته؟`,
    content: `ج- ترك أمته ﷺ على المحجة البيضاء، ليلها كنهارها، لا يزيغ عنها إلا هالك، ما ترك خيرًا إلا دل الأمة عليه، ولا شرًّا إلا حذرها منه.`
  },
];
